Repository: rpm-software-management/dnf-plugin-system-upgrade
Catalog: po/*.po
Languages: ca, de

source: '%s' is not used anymore. Ignoring.
ca: '%s' ja no s'utilitza més i s'ignora.
de: »%s« wird nicht mehr verwendet, wird ignoriert.

source: '--clean-metadata' removed. Use 'dnf clean metadata --releasever=VER'
ca: '--clean-metadata' es va suprimir. Utilitzeu 'dnf clean metadata --releasever=VER'
de: »--clean-metadata« wurde entfernt. Verwenden Sie »dnf clean metadata --releasever=VER«

source: '--expire-cache' removed. Use 'dnf system-upgrade download --refresh'
ca: '--expire-cache' es va suprimir. Utilitzeu 'dnf system-upgrade download --refresh'
de: »--expire-cache« wurde entfernt. Verwenden Sie »dnf system-upgrade download --refresh«

source: -- no logs were found --
ca: -- no s'ha trobat cap registre --
de: -- keine Protokolle gefunden --

source: --datadir: File exists
ca: --datadir: Existeix el fitxer
de: --datadir: Datei existiert

source: Can't do '%s' and '%s' at the same time.
ca: No es pot fer '%s' i '%s' alhora.
de: »%s« und »%s« können nicht gleichzeitig ausgeführt werden.

source: Can't redirect DNF logs with --debuglog. Use DNF debug options instead.
ca: No es poden redirigir els registres del DNF amb --debuglog. En lloc seu, utilitzeu les opcions de depuració.
de: DNF-Protokolle können nicht mit --debuglog weitergeleitet werden. Verwenden Sie stattdessen die Debug-Optionen von DNF.

source: Cannot find logs with this index.
ca: No s'ha pogut trobar cap registre amb aquest índex.
de: Protokolle mit diesem Index können nicht gefunden werden.

source: Cleaning up downloaded data...
ca: Neteja de les dades baixades...
de: Heruntergeladene Daten werden aufgeräumt …

source: Download complete! Use 'dnf %s reboot' to start the upgrade.
ca: La baixada s'ha completat! Utilitzeu 'dnf %s reboot' per iniciar l'actualització de la versió.
de: Download abgeschlossen! Rufen Sie »%s reboot« auf, um mit der Systemaktualisierung zu beginnen.

source: Download finished.
ca: S'ha finalitzat la baixada.
de: Download abgeschlossen.

source: Need a --releasever greater than the current system version.
ca: Es necessita un --releasever superior a la versió actual del sistema.
de: Der Wert für --releasever muss größer sein als der des aktuellen Systems.

source: No new kernel packages were found.
ca: No s'han trobat nous paquets del nucli del sistema.
de: Es wurden keine neuen Kernel-Pakete gefunden.

source: OPTIONS
ca: OPCIONS
de: OPTIONEN

source: Prepare system for upgrade to a new release
ca: Prepara el sistema per actualitzar la versió a un nou llançament
de: System für die Aktualisierung auf eine neue Release-Version vorbereiten

source: Rebooting to perform upgrade.
ca: Es reinicia per realitzar l'actualització de la versió.
de: System wird zur Ausführung der Aktualisierung neu gestartet.

source: Sorry, dnf doesn't support '%(option)s'
ca: Ho sentim, dnf no admet '%(option)s'
de: Entschuldigung, »%(option)s« wird von dnf nicht unterstützt.

source: Sorry, dnf system-upgrade doesn't support '%(option)s'
ca: Ho sentim, dnf system-upgrade no admet '%(option)s'
de: Entschuldigung, »%(option)s« wird von dnf system-upgrade nicht unterstützt.

source: Sorry, you need to use 'download --releasever' instead of '--network'
ca: Ho sentim, heu d'utilitzar 'download --releasever' en lloc de '--network'
de: Entschuldigung, Sie müssen »download --releasever« anstatt »--network« verwenden

source: Starting system upgrade. This will take a while.
ca: S'inicia l'actualització de la versió del sistema. Això pot trigar una estona.
de: Die Systemaktualisierung wird gestartet. Das kann einige Zeit dauern.

source: The following boots appear to contain upgrade logs:
ca: Les següents arrencades semblen que continguin registres d'actualització de versió:
de: Die folgenden Startvorgänge scheinen Aktualisierungsprotokolle zu enthalten:

source: This plugin requires DNF 1.1.0 or later.
ca: Aquest connector requereix la versió 1.1.0 o posterior del DNF.
de: Dieses Plugin benötigt DNF in Version 1.1.0 oder neuer.

source: Upgrade complete! Cleaning up and rebooting...
ca: S'ha completat l'actualització de la versió. Es neteja i es reinicia...
de: Systemaktualisierung abgeschlossen! Es wird aufgeräumt und das System neu gestartet …

source: VERSION
ca: VERSIÓ

source: action to perform
ca: acció a realitzar
de: auszuführende Aktion

source: another upgrade tool is running. exiting quietly.
ca: ja s'està executant una altra eina d'actualització de la versió, se surt de forma silenciosa.
de: Ein anderes Systemaktualisierungswerkzeug läuft bereits, Vorgang wird abgebrochen.

source: download options
ca: opcions de baixada
de: Download-Optionen

source: keep installed packages if the new release's version is older
ca: manté els paquets instal·lats si la versió del nou llançament és més antiga
de: installierte Pakete behalten, wenn deren Version neuer als die des aktualisierten Systems ist

source: log options
ca: opcions del registre
de: Protokoll-Optionen

source: release version (required)
ca: versió del llançament (necessari)

source: save downloaded data to this location
ca: desa les dades baixades en aquesta ubicació
de: heruntergeladene Daten an diesem Ort speichern

source: system is not ready for upgrade
ca: el sistema no està a punt per a l'actualització de la versió
de: System ist nicht bereit für die Aktualisierung

source: the color of the sky
ca: el color del cel
de: die Farbe des Himmels

source: upgrade is already scheduled
ca: l'actualització de la versió ja està programada
de: Systemaktualisierung ist bereits geplant

source: use '%s reboot' to begin the upgrade
ca: utilitzeu '%s reboot' per començar l'actualització de la versió
de: Rufen Sie »%s reboot« auf, um mit der Systemaktualisierung zu beginnen.

source: which logs to show (-1 is last, etc)
ca: el registre a mostrar (-1 és l'últim, etc.)
de: Anzuzeigende Protokolle (-1 ist das letzte usw.)
